{
  "Comment.nvim": { "branch": "master" },
  "DAPInstall.nvim": { "branch": "main" },
  "NeoZoom.lua": { "branch": "main" },
  "Trans.nvim": { "branch": "v2" },
  "blame.nvim": { "branch": "main" },
  "bufferline.nvim": { "branch": "main" },
  "catppuccin": { "branch": "main" },
  "cellular-automaton.nvim": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-calc": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lua": { "branch": "main" },
  "cmp-nvim-ultisnips": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "colorful-winsep.nvim": { "branch": "main" },
  "commander.nvim": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "copilot.vim": { "branch": "release" },
  "dressing.nvim": { "branch": "master" },
  "fidget.nvim": { "branch": "main" },
  "flash.nvim": { "branch": "main" },
  "fzf-lua": { "branch": "main" },
  "git-blame.nvim": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "hlchunk.nvim": { "branch": "main" },
  "kanagawa.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lazygit.nvim": { "branch": "main" },
  "lsp-inlayhints.nvim": { "branch": "main" },
  "lsp-zero.nvim": { "branch": "v2.x" },
  "lsp_signature.nvim": { "branch": "master" },
  "lspkind.nvim": { "branch": "master" },
  "lspsaga.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-tool-installer.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "melange-nvim": { "branch": "master" },
  "neodev.nvim": { "branch": "main" },
  "neovim-project": { "branch": "main" },
  "neovim-session-manager": { "branch": "master" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-code-action-menu": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-projects": { "branch": "main" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-dap-virtual-text": { "branch": "master" },
  "nvim-deus": { "branch": "master" },
  "nvim-hlslens": { "branch": "main" },
  "nvim-lint": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-scrollbar": { "branch": "main" },
  "nvim-surround": { "branch": "main" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "nyoom.nvim": { "branch": "main" },
  "playground": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "rnvimr": { "branch": "main" },
  "rust-tools.nvim": { "branch": "master" },
  "sqlite.lua": { "branch": "master" },
  "telescope-dap.nvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-simulators.nvim": { "branch": "main" },
  "telescope-tabs": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "toggleterm.nvim": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "transparent.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "typescript-tools.nvim": { "branch": "master" },
  "ultisnips": { "branch": "master" },
  "vim-snippets": { "branch": "master" },
  "vim-visual-multi": { "branch": "master" },
  "vimcdoc": { "branch": "master" },
  "wilder.nvim": { "branch": "master" },
  "yanky.nvim": { "branch": "main" }
}